# Дасгал 1.5: Олон Мөрийн Оролт
# Зорилго: Хэрэглэгч олон мөр теĸст оруулах боломжтой програм үүсгэх

# Заавар:
# Хэрэглэгч шинэ мөрөнд "ДУУСАВ" гэж бичих хүртэл олон мөр теĸст оруулах боломжийг олгоно
# Оролт дууссаны дараа мөрийн дугаартай бүх теĸстийг харуулна

# Санал болгох алхамууд:
# Тэмдэглэлээ оруулахыг хэрэглэгчээс хүсэх
# Тэмдэглэлийн мөрүүдийг нэг нэгээр авах
# "ДУУСАВ" гэсэн оролт ирэх хүртэл үргэлжлүүлэх
# Цуглуулсан тэмдэглэлийг мөрийн дугаартай хамт харуулах

x, y = input("Та олон мөр текст оруулна уу: (ДУУСАВ гэж бичих хүртэл): ")

#bagshaas asuuh
